Revit 2027 API
ParameterTypeId.FabricationPartDoublewallMaterial Property
 "Double Wall Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartDoublewallMaterial { get; }
Public Shared ReadOnly Property FabricationPartDoublewallMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartDoublewallMaterial {
	ForgeTypeId^ get ();
}
static member FabricationPartDoublewallMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace